var descHtool1 = '<b>עוצמת תח"צ לפי מיקום</b><br>ציון יחסי של שירות התח"צ בישראל לפי מיקום.<br>הציון מנורמל לערכים בטווח 0-100.<br>מוצג כמפת חום (ירוק גבוה – אדום נמוך) אינטראקטיבית.<br>לחצו על המפה כדי לקבל ציון עבור מיקום.<br>שימושי להשוואת רמת שירות תח"צ בין מיקומים או שכונות בתוך ישובים.';

var descHtool2 = '<b>עוצמת תח"צ בישוב</b><br>ציון יחסי של עוצמת שירותי התח"צ בישוב .<br>הציונים מנורמלים לערכים בטווח 0-100.<br>מוצג כמפה אינטראקטיבית.<br>לחצו על הישוב כדי לקבל ניקוד.<br>שימושי להשוואת רמת שירות תח"צ בין ישובים.';

var descHtool3 = '<b>השקעת תח"צ בישוב</b><br>ציון יחסי של ההשקעה בשירותי תח"צ בישוב.<br>הציונים יחסיים להשקעה הלאומית הממוצעת לאדם.<br>לדוגמא, ציון 100%  היא השקעה זהה לממוצע הלאומי, ציון 150% היא השקעה גבוהה ב-50% מהממוצע הארצי וציון 70% היא השקעה נמוכה ב-30% מהממוצע הארצי.<br>מוצג כמפה אינטראקטיבית.<br>לחצו על ישוב כדי להציג את הציון.<br>שימושי עבור השוואת ההשקעה בשירות תח"צ בין ישובים.';

var descHtool4 = '<b>דירוג תח"צ בין ישובים</b><br>דירוג ישובים לפי עוצמת תח"צ בישוב, לפי השקעת תח"צ בישוב ולפי הצפיפות הבנויה של הישוב.<br>הדירוגים מוצגים על גבי תרשימים.<br>חפשו ומיינו את הדירוגים לפי שם הישוב או לפי הציון.<br>השתמשו בסליידר כדי לעבור בין אזורים שונים של התרשים.<br>לחצו על שם הישוב או על התרשים כדי להדגיש את הישוב.<br>שימושי להשוואת הדירוג בין ישובים שונים.';

var descHtool5 = '<b>נסיעות תח"צ ליום בישוב</b><br>הצגת סך הנסיעות היומיות של כל הקווים המשרתים את הישוב הנבחר.<br>מוצג כמפה אינטראקטיבית.<br>לחצו על הישוב כדי לקבל רשימה של קווים ממוינים לפי סך הנסיעות היומי.<br>שימושי לניתוח מפורט של שירותי התח"צ בישוב וכבסיס להצעות לשיפור ברמת השירות.';

var descHtool6 = '<b>קווי תח"צ תדירים</b><br>קווי שירות תדירים מוצגים על גבי מפה אינטראקטיבית.<br>השתמשו בסליידר כדי להגדיר את רמת השירות לפי מספר נסיעות ביום (מ 60+ ועד 240+) לכל קו.<br>לחצו על המפה בכדי להציג רשימה של קווים תדירים במקום, ממוינים לפי תדירות.<br>שימושי לניתוח וזיהוי שכונות וישובים המקבלים שירות תדיר או שירות חסר.';

var descHtool7 = '<b>תדירות יומית ברחוב נבחר</b><br>רשימה של כל קווי השירות והתדירות שלהם בקטע רחוב נבחר על גבי מפה.<br>הרשימה ממוינת לפי תדירות וכוללת את סך הנסיעות שעוברות דרך קטע הרחוב ביום.<br>שימושי לניתוח היתרון הפוטנציאלי של נתיב תחבורה ציבורית בקטע הדרך.';

var descHtool8 = '<b>נגישות לשרותי תח"צ תדירים</b><br>תדירות שירותי תח"צ בתחנות הנמצאת במרחק הליכה.<br>מציג את סך הנסיעות ביום בכל תחנה.<br>לחצו על תחנה כדי לקבל פירוט של כל הקווים באותה תחנה ממוינים לפי תדירות.<br>שימושי לניתוח באילו אזורים בישוב יש גישה לשירות תדיר והיכן צריך לשפר.';

var descHtool9 = '<b>רמת נגישות בתח"צ לתחנות רכבת</b><br>רמת השירות של אוטובוסים מזינים לתחנות רכבת ורמת שירות הרכבות בתחנות הרכבת עצמן.<br>מציג את רמת שירות התח"צ בנקודת עניין נבחרת, וכן את השירות בין נקודה זו לתחנת רכבת נבחרת.<br>שימושי לניתוח האיזון הנדרש בין רמת השירות של קווי אוטובוסים מזינים לרכבת ותדירות השירות של הרכבת בתחנה.<br>שימושי גם לניתוח הנגישות באוטובוס לתחנות רכבת משכונות ומקומות אחרים בעלי עניין כמו מרכזי עבודה, בתי חולים, אוניברסיטאות ועוד.';

var descHtool10 = '<b>מפת ניידות</b><br>הצגה של האזורים הנגישים בטווח זמן נבחר של נסיעה בתחבורה ציבורית, רכיבה על אופניים או הליכה מ/אל מיקום נבחר.<br>מוצג על גבי מפת חום אינטרקטיבית עם צבעים לחיווי טווחי זמן שונים (15, 30, 45 דקות וכיו"ב).<br>שימושי לניתוח נגישות ממקום נבחר למקומות עבודה, מסודות חינוך, שירותי בריאות, תחנות רכבת, שירותים עירוניים ועוד.<br>כמו כן, שימושי להשוואת רמת הנגישות להזדמנויות של שכונות שונות בישוב.';

var startD = new Date(gtfs_start_date.slice(0,4), gtfs_start_date.slice(4,6)-1, gtfs_start_date.slice(6)); // js months are 0-11
var endD = new Date();
endD.setTime(startD.getTime() + 6*24*60*60*1000);
var servicePeriodH = '<br><br>תקופת השירות שנותחה'+' : '+startD.toDateString()+' - '+endD.toDateString();

var logos = '<br><br><img src="../docs/images/MIU_logo.jpg" alt="MIU logo" height="60px"><img src="../docs/images/YEE_logo.jpg" alt="YEE logo" height="60px">';

